app/Controllers/Customers.php

    public function index()
    {
        $customerModel = new CustomerModel();

        $data = [
            'title' => 'Customer Accounts',
            'customers' => $customerModel->findAll()
---
SELECT *
FROM `customers`