app/Controllers/Users.php

    public function index()
    {
        $userModel = new UserModel();

        $data = [
            'title' => 'User Accounts',
            'users' => $userModel->findAll()
---
SELECT *
FROM `users`